

<div class="content">
    <ul class="nav">
        <li><a href="<?= Yii::$app->urlManager->createUrl(['shop/index']) ?>">Главная</a></li>
        <li><a href="<?= Yii::$app->urlManager->createUrl(['shop/howbuy']) ?>">Как купить</a></li>
    </ul>
    <div class="c_head_2 serv_head">Как купить</div>
    <div class="services">
        <ul class="left_panel">
            <li class="current"><a href="">Условия оплаты</a></li>
            <li><a href="">Условия доставки</a></li>
            <li><a href="">Гарантия на товар</a></li>

        </ul>
        <div class="how_buy_right">
            <div class="c_head hbr_head">Как сделать заказ в интернет-магазине</div>
            <p>Эта простая опция избавит вас от полного оформления заказа, не придется вводить свои данные самостоятельно. Заполните форму и ждите звонка от менеджера интернет-магазина «Стёжки-дорожки». Он уточнит все подробности заказа, ответит на вопросы о товаре, расскажет вариантах доставки и оплаты.</p>
            <p>В результате разговора вы сможете самостоятельно заполнить необходимые для заказа данные либо сделать это с помощью нашего специалиста. Окончив оформление, вы получите письмо на указанную электронную почту. В подтверждении заказа придет и ссылка на оплату.</p>

            <div class="hb_slider hb_items">
                <div>
                    <div class="hb_item">
                        <img src="images/hbi_1.jpg" alt="">
                        <div class="hbi_name">Стандартное <br> оформление заказа</div>
                        <p>Полное оформление заказа предполагает заполнение всех необходимых полей.</p>
                        <p>Обязательно заполнение полей, отмеченных знаком *. Данные из этих полей формируют стоимость доставки, а также варианты оплаты.</p>
                    </div>
                </div>
                <div>
                    <div class="hb_item">
                        <img src="images/hbi_2.jpg" alt="">
                        <div class="hbi_name">Заполнение <br> адреса</div>
                        <p>В интернет-магазине «Стёжки-дорожки» адрес выбирается из предустановленного списка городов. Точно указывайте индекс.</p>
                    </div>
                </div>
                <div>
                    <div class="hb_item">
                        <img src="images/hbi_3.jpg" alt="">
                        <div class="hbi_name">Доставка</div>
                        <p>Вы можете выбрать доставку в зависимости от своего местоположения: самовывоз, доставка курьером или транспортной компанией. Подробнее о вариантах доставки читайте в разделе «Условия доставки».</p>
                    </div>
                </div>
                <div>
                    <div class="hb_item">
                        <img src="images/hbi_4.jpg" alt="">
                        <div class="hbi_name">Оплата</div>
                        <p>На нашем сайте вы можете выбрать подходящий способ оплаты. Подробнее о вариантах оплаты вы можете прочитать в разделе «Условия оплаты».</p>
                    </div>
                </div>
                <div>
                    <div class="hb_item">
                        <img src="images/hbi_5.jpg" alt="">
                        <div class="hbi_name">Заполнение личной<br> информации</div>
                        <p>В разделе корзины «Покупатель» вам необходимо уточнить личные данные: ФИО, номер телефона, точный адрес доставки. Если есть необходимость в дополнительных сведениях по заказу, вы можете списать их в поле «Комментарии к заказу».</p>
                    </div>
                </div>
                <div>
                    <div class="hb_item">
                        <img src="images/hbi_6.jpg" alt="">
                        <div class="hbi_name">Товары<br> в заказе</div>
                        <p>Перед окончательной отправкой заказа в работу нашим специалистам, еще раз пройдитесь по товарам в корзине. Если все верно – нажимайте кнопку «Оформить заказ» и ожидайте звонка от менеджера. Обращаем ваше внимание на то, что наш интернет-магазин хранит данные о пользователе, его заказе. При оформлении заказа не забудьте дать свое согласие на обработку персональных данных.</p>
                    </div>
                </div>
            </div>

        </div>
    </div>

</div> <!-- end of content -->

